{
  "cards": [
    {
      "questionID": 0,
      "title": "What is your favorite thing about me?",
      "isSkippable": true
    },
    {
      "questionID": 1,
      "title": "Share a special memory from the early days of our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 2,
      "title": "What do you think is the key to a successful relationship?",
      "isSkippable": true
    },
    {
      "questionID": 3,
      "title": "Describe a challenge we've overcome together and how it strengthened our bond.",
      "isSkippable": true
    },
    {
      "questionID": 4,
      "title": "If we could travel anywhere together, where would you want to go and why?",
      "isSkippable": true
    },
    {
      "questionID": 5,
      "title": "Share a personal goal, and how can we support each other in achieving it.",
      "isSkippable": true
    },
    {
      "questionID": 6,
      "title": "What is one thing you appreciate about our communication in this relationship?",
      "isSkippable": true
    },
    {
      "questionID": 7,
      "title": "If our relationship had a theme song, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 8,
      "title": "Describe a small gesture that makes you feel loved and appreciated.",
      "isSkippable": true
    },
    {
      "questionID": 9,
      "title": "What's a hobby or activity you'd like us to explore together?",
      "isSkippable": true
    },
    {
      "questionID": 10,
      "title": "Share a dream or aspiration for our future together.",
      "isSkippable": true
    },
    {
      "questionID": 11,
      "title": "Discuss a funny or quirky habit of yours that you think I find endearing.",
      "isSkippable": true
    },
    {
      "questionID": 12,
      "title": "How do you handle stress, and how can I support you during challenging times?",
      "isSkippable": true
    },
    {
      "questionID": 13,
      "title": "If you could use a time machine to revisit any moment in our relationship, what would it be?",
      "isSkippable": true
    },
    {
      "questionID": 14,
      "title": "What is your love language, and how can I make you feel more loved in our everyday life?",
      "isSkippable": true
    },
    {
      "questionID": 15,
      "title": "Share a goal for personal growth, and discuss how we can encourage each other to achieve it.",
      "isSkippable": true
    },
    {
      "questionID": 16,
      "title": "Describe a quality in me that you admire and why.",
      "isSkippable": true
    },
    {
      "questionID": 17,
      "title": "If our relationship were a book or movie, what genre would it be?",
      "isSkippable": true
    },
    {
      "questionID": 18,
      "title": "Discuss a challenge you're currently facing, and how we can work through it together.",
      "isSkippable": true
    },
    {
      "questionID": 19,
      "title": "What's your favorite date night activity, and why does it hold special meaning for you?",
      "isSkippable": true
    },
    {
      "questionID": 20,
      "title": "Share a compliment or praise for something I did recently that made you happy.",
      "isSkippable": true
    },
    {
      "questionID": 21,
      "title": "If you could change one thing about our relationship, what would it be?",
      "isSkippable": true
    },
    {
      "questionID": 22,
      "title": "Discuss a goal or dream for us as a couple, and how we can work towards it.",
      "isSkippable": true
    },
    {
      "questionID": 23,
      "title": "What's a favorite tradition or ritual we have as a couple?",
      "isSkippable": true
    },
    {
      "questionID": 24,
      "title": "Share a piece of advice you'd give to your past self at the beginning of our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 25,
      "title": "If we were to create a bucket list together, what would be the first thing on it?",
      "isSkippable": true
    },
    {
      "questionID": 26,
      "title": "Discuss a time when you felt truly supported by me.",
      "isSkippable": true
    },
    {
      "questionID": 27,
      "title": "What's a small gesture that never fails to make you smile?",
      "isSkippable": true
    },
    {
      "questionID": 28,
      "title": "If you could relive one day with me, which day would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 29,
      "title": "What role do trust and transparency play in our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 30,
      "title": "Discuss a challenge you see in our future and how we can prepare for it.",
      "isSkippable": true
    },
    {
      "questionID": 31,
      "title": "What's your favorite quality about yourself that you think enhances our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 32,
      "title": "Share a book, movie, or song that reminds you of us and why.",
      "isSkippable": true
    },
    {
      "questionID": 33,
      "title": "Discuss a goal or dream you have for yourself, and how can I support you in achieving it?",
      "isSkippable": true
    },
    {
      "questionID": 34,
      "title": "If we had a couple's theme song, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 35,
      "title": "Share a favorite memory from a vacation or trip we've taken together.",
      "isSkippable": true
    },
    {
      "questionID": 36,
      "title": "Discuss a lesson you've learned from a past mistake in our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 37,
      "title": "What's a goal or dream you have for us as a couple, and how can we work towards it?",
      "isSkippable": true
    },
    {
      "questionID": 38,
      "title": "If our relationship had a superpower, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 39,
      "title": "Share a proud moment from our relationship that still makes you smile.",
      "isSkippable": true
    },
    {
      "questionID": 40,
      "title": "What's a challenge you think we can overcome together, and how?",
      "isSkippable": true
    },
    {
      "questionID": 41,
      "title": "Discuss a specific way you'd like to grow as an individual within our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 42,
      "title": "If our love story were a genre, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 43,
      "title": "Share a quote that you feel captures the essence of our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 44,
      "title": "Discuss a shared goal or dream for our future and the steps we can take to achieve it.",
      "isSkippable": true
    },
    {
      "questionID": 45,
      "title": "What's a small habit or routine we have that you wouldn't change for anything?",
      "isSkippable": true
    },
    {
      "questionID": 46,
      "title": "If you could time-travel to any moment in our relationship, when and why?",
      "isSkippable": true
    },
    {
      "questionID": 47,
      "title": "Share a specific way I've made a positive impact on your life.",
      "isSkippable": true
    },
    {
      "questionID": 48,
      "title": "Discuss a goal you have for us as a couple in the next year.",
      "isSkippable": true
    },
    {
      "questionID": 49,
      "title": "What's a favorite meal or dish that holds sentimental value in our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 50,
      "title": "Share a fun or quirky fact about yourself that I may not know.",
      "isSkippable": true
    },
    {
      "questionID": 51,
      "title": "If you could choose a theme for our relationship, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 52,
      "title": "Discuss a specific way we can prioritize self-care within our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 53,
      "title": "What's a favorite memory from a special occasion we've celebrated together?",
      "isSkippable": true
    },
    {
      "questionID": 54,
      "title": "Share a goal for personal growth, and discuss how our relationship can support it.",
      "isSkippable": true
    },
    {
      "questionID": 55,
      "title": "If our relationship were a journey, where do you see us heading?",
      "isSkippable": true
    },
    {
      "questionID": 56,
      "title": "Discuss a time when you felt truly understood by me.",
      "isSkippable": true
    },
    {
      "questionID": 57,
      "title": "What's a shared interest or hobby you'd like us to explore together?",
      "isSkippable": true
    },
    {
      "questionID": 58,
      "title": "If we had a couple's motto, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 59,
      "title": "Share a specific way I've made you feel supported during a tough time.",
      "isSkippable": true
    },
    {
      "questionID": 60,
      "title": "What's a dream vacation destination for us, and what activities would we do there?",
      "isSkippable": true
    },
    {
      "questionID": 61,
      "title": "Discuss a shared goal for our relationship, and the steps we can take to achieve it.",
      "isSkippable": true
    },
    {
      "questionID": 62,
      "title": "What's a favorite moment from a regular day that stands out in your memory?",
      "isSkippable": true
    },
    {
      "questionID": 63,
      "title": "Share a specific way I've helped you grow as an individual.",
      "isSkippable": true
    },
    {
      "questionID": 64,
      "title": "If our relationship were a color, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 65,
      "title": "Discuss a goal or dream you have for us as a couple, and how can we work towards it?",
      "isSkippable": true
    },
    {
      "questionID": 66,
      "title": "What's a small daily habit that you appreciate about our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 67,
      "title": "If you could write a love letter to our relationship, what would you say?",
      "isSkippable": true
    },
    {
      "questionID": 68,
      "title": "Share a specific way I've contributed to your happiness.",
      "isSkippable": true
    },
    {
      "questionID": 69,
      "title": "Discuss a challenge you'd like us to tackle as a team in the coming months.",
      "isSkippable": true
    },
    {
      "questionID": 70,
      "title": "What's a goal or dream you have for us as a couple, and how can we make it a reality?",
      "isSkippable": true
    },
    {
      "questionID": 71,
      "title": "If our relationship were a journey, where do you see us in the next five years?",
      "isSkippable": true
    },
    {
      "questionID": 72,
      "title": "Share a specific way I've made you feel valued and appreciated.",
      "isSkippable": true
    },
    {
      "questionID": 73,
      "title": "What's a small, everyday moment that you cherish in our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 74,
      "title": "Discuss a goal or dream you have for yourself, and how our relationship can support it.",
      "isSkippable": true
    },
    {
      "questionID": 75,
      "title": "If our relationship were a song, what would the title be, and why?",
      "isSkippable": true
    },
    {
      "questionID": 76,
      "title": "Share a specific way I've helped you overcome a personal challenge.",
      "isSkippable": true
    },
    {
      "questionID": 77,
      "title": "What's a favorite inside joke or shared reference between us?",
      "isSkippable": true
    },
    {
      "questionID": 78,
      "title": "If you could choose a symbol for our relationship, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 79,
      "title": "Discuss a time when you felt proud to be part of our relationship.",
      "isSkippable": true
    },
    {
      "questionID": 80,
      "title": "What's a shared goal or dream that we've achieved together?",
      "isSkippable": true
    },
    {
      "questionID": 81,
      "title": "If our relationship were a weather forecast, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 82,
      "title": "Share a specific way I've supported your personal growth.",
      "isSkippable": true
    },
    {
      "questionID": 83,
      "title": "Discuss a challenge you see in our future and how we can approach it together.",
      "isSkippable": true
    },
    {
      "questionID": 84,
      "title": "What's a favorite shared activity that always brings joy to our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 85,
      "title": "If our relationship were a piece of art, what would it look like and why?",
      "isSkippable": true
    },
    {
      "questionID": 86,
      "title": "Share a specific way I've made you feel secure and loved.",
      "isSkippable": true
    },
    {
      "questionID": 87,
      "title": "Discuss a goal for personal growth, and how our relationship can be a catalyst for it.",
      "isSkippable": true
    },
    {
      "questionID": 88,
      "title": "What's a small, everyday gesture that makes you feel cherished in our relationship?",
      "isSkippable": true
    },
    {
      "questionID": 89,
      "title": "If our relationship were a movie genre, what would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 90,
      "title": "Share a specific way I've encouraged you to pursue your passions.",
      "isSkippable": true
    },
    {
      "questionID": 91,
      "title": "Discuss a goal or dream for our relationship, and the steps we can take to achieve it.",
      "isSkippable": true
    },
    {
      "questionID": 92,
      "title": "What's a shared goal or dream that you'd like us to focus on in the next year?",
      "isSkippable": true
    },
    {
      "questionID": 93,
      "title": "If our relationship were a book series, what would be the title of the current chapter?",
      "isSkippable": true
    },
    {
      "questionID": 94,
      "title": "Share a specific way I've made you feel heard and understood.",
      "isSkippable": true
    },
    {
      "questionID": 95,
      "title": "What's a favorite shared experience that you'd love to relive with me?",
      "isSkippable": true
    },
    {
      "questionID": 96,
      "title": "Discuss a challenge you've overcome personally and how our relationship played a role.",
      "isSkippable": true
    },
    {
      "questionID": 97,
      "title": "If you could choose a destination for a romantic getaway, where would it be and why?",
      "isSkippable": true
    },
    {
      "questionID": 98,
      "title": "Share a specific way I've contributed to your personal happiness.",
      "isSkippable": true
    },
    {
      "questionID": 99,
      "title": "Discuss a goal or dream you have for us as a couple, and the steps to make it a reality.",
      "isSkippable": true
    }
  ]
}